---
kind: other
id: AllMembers.T:Autodesk.Revit.Creation.Document
zh: 文档、文件
source: html/4f835512-a922-c7da-d389-3bdcb41a5660.htm
---
# Document Members

**中文**: 文档、文件

Causes the object to release immediately any resources it may be utilizing.